Issue still open.

```
LocalStack version: 0.12.8
LocalStack Docker image id: cdeede5847e1
LocalStack build date: 2021-03-28
LocalStack build git hash: 66a8c98
```


```
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:   ~ resource "aws_security_group_rule" "additional_sgs_to_kafka_zookeeper" {
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:         cidr_blocks              = []
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:       + description              = "Allow Additional SGs to interact with Kafka Brokers"
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:         from_port                = 2181
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:         id                       = "sgrule-4016189337"
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:         ipv6_cidr_blocks         = []
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:         prefix_list_ids          = []
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:         protocol                 = "tcp"
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:         security_group_id        = "sg-7afaf968"
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:         self                     = false
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:         source_security_group_id = "sg-80725499"
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:         to_port                  = 2181
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:         type                     = "ingress"
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:     }
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66: 
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66: Plan: 1 to add, 10 to change, 1 to destroy.
```

```
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:   # module.kafka.aws_msk_cluster.kafka must be replaced
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66: -/+ resource "aws_msk_cluster" "kafka" {
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:       ~ arn                      = "arn:aws:kafka:eu-west-1:000000000000:cluster/abc-localstack-kafka" -> (known after apply)
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:       + bootstrap_brokers        = (known after apply)
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:       + bootstrap_brokers_tls    = (known after apply)
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:         cluster_name             = "abc-localstack-kafka"
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:       + current_version          = (known after apply)
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:         enhanced_monitoring      = "DEFAULT"
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:       ~ id                       = "arn:aws:kafka:eu-west-1:000000000000:cluster/abc-localstack-kafka" -> (known after apply)
TestMultipleIngress 2021-03-28T11:28:36+01:00 logger.go:66:       ~ kafka_version            = "2.5.0" -> "2.2.1" # forces 
```